const proofs = [
	{
		id: 1,
		date: Date.parse("Wed, 05 Apr 2023 10:36:57 GMT"),
		title: "Я круто режу капусту",
		description: `Жил-был мальчик по имени Максим. Ему всего лишь пять лет, но у него был необычный талант - он любил резать капусту. Каждый раз, когда его мама приносила капусту домой, Максим садился за стол и начинал резать ее на маленькие кусочки. Он любил наблюдать, как листья капусты отделяются друг от друга под лезвием ножа.
		Максим был таким увлеченным этим занятием, что даже не замечал, как время летит. Он мог резать капусту часами, и только когда мама грозилась отобрать нож, он прекращал свою деятельность.
		Когда Максим вырос, его страсть к резанию капусты не исчезла. Наоборот, он стал искать способы, как превратить это увлечение в свой бизнес. Он начал изучать рынок и обнаружил, что в его городе есть большой спрос на нарезанную капусту. Максим решил воспользоваться этим и открыл свой собственный бизнес по производству и продаже нарезанной капусты.
		В начале это было нелегко - ему приходилось заниматься всем самому: покупать капусту, резать ее и продавать. Но со временем Максим стал нанимать работников и расширять свой бизнес. Он создал свою марку капусты и начал продавать ее в магазинах по всему городу.
		Сегодня Максим - успешный предприниматель, который зарабатывает много денег на своем увлечении детства. Он не забыл своих корней и всегда помнит, что его страсть к резанию капусты привела его к успеху.`,
		author: 7,
	},
	{
		id: 2,
		date: Date.parse("03.04.2023"),
		title: "Proof 2",
		description: "text for proof 2",
		author: 5,
	},
	{
		id: 3,
		date: Date.parse("04.10.2023"),
		title: "Proof 3",
		description: "text for proof 3",
		author: 8,
	},
	{
		id: 4,
		date: Date.parse("04.04.2022"),
		title: "Proof 4",
		description: "text for proof 4",
		author: 3,
	},
	{
		id: 5,
		date: Date.parse("04.04.2020"),
		title: "Proof 5",
		description: "text for proof 5",
		author: 4,
	},
	{
		id: 6,
		date: Date.parse("04.04.2019"),
		title: "Proof 6",
		description: "text for proof 6",
		author: 1,
	},
	{
		id: 7,
		date: Date.parse("04.04.2017"),
		title: "Proof 7",
		description: "text for proof 7",
		author: 3,
	},
	{
		id: 8,
		date: Date.parse("04.04.2003"),
		title: "Proof 8",
		description: "text for proof 8",
		author: 3,
	},
	{
		id: 9,
		date: Date.parse("04.04.1990"),
		title: "Proof 9",
		description: "text for proof 9",
		author: 3,
	},
];

export { proofs };
